{
  "</think>": 151668,
  "</tool_call>": 151658,
  "</tool_response>": 151666,
  "<PY1>B<PY1/>": 151675,
  "<PY1>C<PY1/>": 151729,
  "<PY1>CH<PY1/>": 151688,
  "<PY1>D<PY1/>": 151695,
  "<PY1>F<PY1/>": 151725,
  "<PY1>G<PY1/>": 151714,
  "<PY1>H<PY1/>": 151696,
  "<PY1>J<PY1/>": 151678,
  "<PY1>K<PY1/>": 151691,
  "<PY1>L<PY1/>": 151670,
  "<PY1>M<PY1/>": 151679,
  "<PY1>N<PY1/>": 151685,
  "<PY1>P<PY1/>": 151719,
  "<PY1>Q<PY1/>": 151724,
  "<PY1>R<PY1/>": 151708,
  "<PY1>S<PY1/>": 151669,
  "<PY1>SH<PY1/>": 151712,
  "<PY1>T<PY1/>": 151694,
  "<PY1>X<PY1/>": 151683,
  "<PY1>Z<PY1/>": 151671,
  "<PY1>ZH<PY1/>": 151687,
  "<PY2>A<PY2/>": 151689,
  "<PY2>AI<PY2/>": 151693,
  "<PY2>AN<PY2/>": 151684,
  "<PY2>ANG<PY2/>": 151710,
  "<PY2>AO<PY2/>": 151716,
  "<PY2>E<PY2/>": 151686,
  "<PY2>EI<PY2/>": 151718,
  "<PY2>EN<PY2/>": 151711,
  "<PY2>ENG<PY2/>": 151727,
  "<PY2>ER<PY2/>": 151699,
  "<PY2>I<PY2/>": 151681,
  "<PY2>IA<PY2/>": 151680,
  "<PY2>IAN<PY2/>": 151721,
  "<PY2>IANG<PY2/>": 151707,
  "<PY2>IAO<PY2/>": 151677,
  "<PY2>IE<PY2/>": 151701,
  "<PY2>IN<PY2/>": 151690,
  "<PY2>ING<PY2/>": 151722,
  "<PY2>IONG<PY2/>": 151676,
  "<PY2>IOU<PY2/>": 151726,
  "<PY2>O<PY2/>": 151705,
  "<PY2>ONG<PY2/>": 151723,
  "<PY2>OU<PY2/>": 151672,
  "<PY2>U<PY2/>": 151682,
  "<PY2>UA<PY2/>": 151702,
  "<PY2>UAI<PY2/>": 151713,
  "<PY2>UAN<PY2/>": 151700,
  "<PY2>UANG<PY2/>": 151674,
  "<PY2>UEI<PY2/>": 151698,
  "<PY2>UEN<PY2/>": 151728,
  "<PY2>UENG<PY2/>": 151717,
  "<PY2>UO<PY2/>": 151709,
  "<PY2>V<PY2/>": 151720,
  "<PY2>VAN<PY2/>": 151703,
  "<PY2>VE<PY2/>": 151715,
  "<PY2>VN<PY2/>": 151704,
  "<PY3>1<PY3/>": 151706,
  "<PY3>2<PY3/>": 151692,
  "<PY3>3<PY3/>": 151673,
  "<PY3>4<PY3/>": 151730,
  "<PY3>5<PY3/>": 151697,
  "<think>": 151667,
  "<tool_call>": 151657,
  "<tool_response>": 151665,
  "<|/CRY_SPAN|>": 151798,
  "<|/EMPH|>": 151796,
  "<|/LAUGH_SPAN|>": 151794,
  "<|/angry|>": 151772,
  "<|/blue|>": 151773,
  "<|/concern|>": 151774,
  "<|/disdain|>": 151775,
  "<|/disgust|>": 151776,
  "<|/fear|>": 151777,
  "<|/happy|>": 151778,
  "<|/neutral|>": 151779,
  "<|/psychology|>": 151780,
  "<|/sad|>": 151781,
  "<|/serious|>": 151782,
  "<|/surprise|>": 151783,
  "<|/unknown|>": 151785,
  "<|0.00|>": 151731,
  "<|0.02|>": 151732,
  "<|BREATH|>": 151787,
  "<|COUGH|>": 151789,
  "<|CRY_SPAN|>": 151797,
  "<|CRY|>": 151790,
  "<|ELONG|>": 151791,
  "<|EMPH|>": 151795,
  "<|LAUGH_SPAN|>": 151793,
  "<|LAUGH|>": 151786,
  "<|RPT|>": 151792,
  "<|SIGH|>": 151788,
  "<|Uhm|>": 151799,
  "<|ah|>": 151800,
  "<|angry|>": 151760,
  "<|ay|>": 151807,
  "<|blue|>": 151761,
  "<|box_end|>": 151649,
  "<|box_start|>": 151648,
  "<|concern|>": 151762,
  "<|de|>": 151736,
  "<|disdain|>": 151763,
  "<|disgust|>": 151764,
  "<|ei|>": 151803,
  "<|endoftext|>": 151643,
  "<|en|>": 151734,
  "<|fear|>": 151765,
  "<|file_sep|>": 151664,
  "<|fim_middle|>": 151660,
  "<|fim_pad|>": 151662,
  "<|fim_prefix|>": 151659,
  "<|fim_suffix|>": 151661,
  "<|fr|>": 151737,
  "<|happy|>": 151766,
  "<|heh|>": 151809,
  "<|hng|>": 151806,
  "<|huh|>": 151808,
  "<|im_end|>": 151645,
  "<|im_start|>": 151644,
  "<|image_pad|>": 151655,
  "<|jp|>": 151735,
  "<|ko|>": 151738,
  "<|neutral|>": 151767,
  "<|object_ref_end|>": 151647,
  "<|object_ref_start|>": 151646,
  "<|oh|>": 151801,
  "<|psychology|>": 151768,
  "<|quad_end|>": 151651,
  "<|quad_start|>": 151650,
  "<|repo_name|>": 151663,
  "<|sad|>": 151769,
  "<|serious|>": 151770,
  "<|surprise|>": 151771,
  "<|uh|>": 151810,
  "<|unknown|>": 151784,
  "<|video_pad|>": 151656,
  "<|vision_end|>": 151653,
  "<|vision_pad|>": 151654,
  "<|vision_start|>": 151652,
  "<|wa|>": 151805,
  "<|yi|>": 151804,
  "<|yo|>": 151802,
  "<|zh-beijing|>": 151759,
  "<|zh-cantonese-hk|>": 151740,
  "<|zh-cantonese|>": 151739,
  "<|zh-chongqing|>": 151742,
  "<|zh-dongbei|>": 151756,
  "<|zh-gansu|>": 151755,
  "<|zh-guizhou|>": 151744,
  "<|zh-henan|>": 151751,
  "<|zh-hubei|>": 151745,
  "<|zh-hunan|>": 151748,
  "<|zh-jiangxi|>": 151753,
  "<|zh-minnan|>": 151750,
  "<|zh-ningxia|>": 151754,
  "<|zh-shan1xi|>": 151746,
  "<|zh-shan2xi|>": 151747,
  "<|zh-shandong|>": 151752,
  "<|zh-shanghai|>": 151749,
  "<|zh-sichuan|>": 151741,
  "<|zh-suhang|>": 151758,
  "<|zh-tianjin|>": 151757,
  "<|zh-yunnan|>": 151743,
  "<|zh|>": 151733
}
